const News = [{author: 'Наталья Рогачева', pubDate: 'Сегодня 23:04', article: 'Добрый день!\n' +
        '\n' +
        'В четверг состоится дистанционная лекция. Материалы лекции и вопросы для самопроверки выложены в Exam2\n' +
        '\n' +
        'Просьба старост собрать все ответы с группы и выслать мне не позднее пятницы 23.59.\n' +
        '\n' +
        'Убедительная просьба выполнять лабораторные работы, предполагающие программирование — Архиватор и Датчик ПСЧ.\n' +
        '\n' +
        'Лабораторную работу 1 нужно будет сдать на следующей неделе.​\n' +
        '\n' +
        '​\n' +
        '\n' +
        '​\n' +
        '\n' +
        '--\n' +
        'С уважением,\n' +
        'Спиричева Наталия Рахматулловна\n'}]

export default News