const News = [{
    author: 'Наталья Рогачева', pubDate: 'Сегодня 23:04', article: 'Добрый день!\n' +
        '\n' +
        'В четверг состоится дистанционная лекция. Материалы лекции и вопросы для самопроверки выложены в Exam2\n' +
        '\n' +
        'Просьба старост собрать все ответы с группы и выслать мне не позднее пятницы 23.59.\n' +
        '\n' +
        'Убедительная просьба выполнять лабораторные работы, предполагающие программирование — Архиватор и Датчик ПСЧ.\n' +
        '\n' +
        'Лабораторную работу 1 нужно будет сдать на следующей неделе.​\n' +
        '\n' +
        '​\n' +
        '\n' +
        '​\n' +
        '\n' +
        '--\n' +
        'С уважением,\n' +
        'Спиричева Наталия Рахматулловна\n',
    comments: [{Id: "1", Content: "вау", Date: "01.05.2020 15:45", AuthorId: "9a2b6834-bf54-46b4-bc6b-ceb4be74ad8d"},
        {Id: "2", Content: "круто", Date: "01.05.2020 10:05", AuthorId: "8b7e35b5-89c5-4c05-95d1-b57f845af54b"}]
},
    {
        author: 'Наталья Рогачева', pubDate: 'Сегодня 20:04', article: 'Добрый день!\n' +
            '\n' +
            'В четверг состоится дистанционная лекция. Материалы лекции и вопросы для самопроверки выложены в Exam2\n' +
            '\n' +
            'Просьба старост собрать все ответы с группы и выслать мне не позднее пятницы 23.59.\n' +
            '\n' +
            'Убедительная просьба выполнять лабораторные работы, предполагающие программирование — Архиватор и Датчик ПСЧ.\n' +
            '\n' +
            'Лабораторную работу 1 нужно будет сдать на следующей неделе.​\n' +
            '\n' +
            '​\n' +
            '\n' +
            '​\n' +
            '\n' +
            '--\n' +
            'С уважением,\n' +
            'Спиричева Наталия Рахматулловна\n'
    },
    {
        author: 'Наталья Рогачева', pubDate: 'Сегодня 19:04', article: 'Добрый день!\n' +
            '\n' +
            'В четверг состоится дистанционная лекция. Материалы лекции и вопросы для самопроверки выложены в Exam2\n' +
            '\n' +
            'Просьба старост собрать все ответы с группы и выслать мне не позднее пятницы 23.59.\n' +
            '\n' +
            'Убедительная просьба выполнять лабораторные работы, предполагающие программирование — Архиватор и Датчик ПСЧ.\n' +
            '\n' +
            'Лабораторную работу 1 нужно будет сдать на следующей неделе.​\n' +
            '\n' +
            '​\n' +
            '\n' +
            '​\n' +
            '\n' +
            '--\n' +
            'С уважением,\n' +
            'Спиричева Наталия Рахматулловна\n'
    },
    {
        author: 'Наталья Рогачева', pubDate: 'Сегодня 18:04', article: 'Добрый день!\n' +
            '\n' +
            'В четверг состоится дистанционная лекция. Материалы лекции и вопросы для самопроверки выложены в Exam2\n' +
            '\n' +
            'Просьба старост собрать все ответы с группы и выслать мне не позднее пятницы 23.59.\n' +
            '\n' +
            'Убедительная просьба выполнять лабораторные работы, предполагающие программирование — Архиватор и Датчик ПСЧ.\n' +
            '\n' +
            'Лабораторную работу 1 нужно будет сдать на следующей неделе.​\n' +
            '\n' +
            '​\n' +
            '\n' +
            '​\n' +
            '\n' +
            '--\n' +
            'С уважением,\n' +
            'Спиричева Наталия Рахматулловна\n',
        comments: [{Id: "3", Content: "хмммм...", Date: "06.05.2020", AuthorId: "9a2b6834-bf54-46b4-bc6b-ceb4be74ad8d"}]
    }]

export default News